export let errorContent: any = [{
    numError: 508,
    title: 'Что-то пошло не так!',
    subtitle: 'Обратитесь к нашим специалистам технической поддержки по кнопке ниже.',
    btn: 'тех.поддержка'
}, {
    numError: 400,
    title: 'Что-то пошло не так!',
    subtitle: 'Обратитесь к нашим специалистам технической поддержки по кнопке ниже.',
    btn: 'тех.поддержка'
},{
    numError: 401,
    title: 'Ошибка доступа',
    subtitle: 'Произошла ошибка при заполнении данных.',
    btn: 'ок'
},{
    numError: 403,
    title: 'Ошибка доступа',
    subtitle: 'Доступ к этой странице ограничен.',
    btn: 'главная'
},{
    numError: 404,
    title: 'Что-то случилось с данной страницей, но это не повод быстро уходить',
    subtitle: 'Вы можете перейти на главную страницу и возобновить переход/поиск',
    btn: 'главная'
},{
    numError: 408,
    title: 'Кажется сервер устал ждать пока с ним наладится соединение.',
    subtitle: 'Попробуйте обновить страницу или вернуться к ней позже',
    btn: 'ок'
},{
    numError: 429,
    title: 'Вы превысили количество запросов кода. Попробуйте повторить через 60 минут.',
    subtitle: '',
    btn: 'ок'
},{
    numError: 500,
    title: 'Кажется сервер столкнулся с непредвиденными обстоятельствами.',
    subtitle: 'Обратитесь к нашим специалистам технической поддержки по кнопке ниже.',
    btn: 'тех.поддержка'
},{
    numError: 502,
    title: 'Что-то пошло не так!',
    subtitle: 'Попробуйте обновить страницу. Проверьте подключение к интернету или почистить кэш устройства',
    btn: 'тех.поддержка'
},{
    numError: 503,
    title: 'К сожалению сервер не может обработать ваш запрос',
    subtitle: 'Вероятно мы проводим технические работы, попробуйте вернуться позднее.',
    btn: 'тех.поддержка'
},{
    numError: 504,
    title: 'Что-то пошло не так!',
    subtitle: 'Попробуйте обновить страницу и проверьте подключение к интернету.',
    btn: 'тех.поддержка'
},
]
